{
  "Home": "Inicio",
  "Rent": "Alquilar",
  "Buy": "Comprar",
  "Properties": "Propiedades",
  "Agents": "Agentes",
  "Community": "Comunidad",
  "My Page": "Mi página",
  "CS": "Atención al cliente",
  "Login": "Iniciar sesión",
  "Register": "Registrarse",
  "Location": "Ubicación",
  "Property type": "Tipo de propiedad",
  "Rooms": "Habitaciones",
  "Advanced": "Avanzado",
  "Property Search": "Búsqueda de propiedades",
  "We are glad to see you again!": "¡Nos alegra verte de nuevo!",
  "Home / For Rent": "Inicio / En alquiler",
  "Agent Page": "Página del agente",
  "my page": "mi página",
  "Community Detail": "Detalle de la comunidad",
  "Login/Signup": "Iniciar sesión / Registrarse",
  "Member Page": "Página del miembro",
  "Dealers": "Concesionarios",
  "English": "Inglés",
  "Spanish": "Español",
  "Korean": "Coreano",
  "Russian": "Ruso",
  "AboutUs": "Acerca de nosotros",
  "About Us": "Acerca de nosotros",
  "aboutUs.subtitle": "Nuestra misión es brindar a compradores y vendedores de automóviles la mejor experiencia de mercado, haciendo que las transacciones de automóviles sean más fáciles y confiables en todo el mundo.",
  "aboutUs.welcomeTitle": "Bienvenido a TurboCar — mejore su experiencia mientras ayuda a que la comunidad automotriz prospere",
  "aboutUs.welcomeText1": "¡Comience su viaje hoy y marque la diferencia en el mercado de automóviles, todo gratis! Consulte nuestras oportunidades disponibles a continuación y únase a nosotros en nuestra misión de mejorar la vida de compradores y vendedores de automóviles.",
  "aboutUs.welcomeText2": "Apoyamos a concesionarios de automóviles y vendedores privados de todos los tamaños, ayudándolos a crecer mientras contribuyen a la comunidad automotriz. Nuestra colección curada de herramientas y recursos le permite tener un impacto positivo, uniendo automóviles de calidad y propietarios cariñosos.",
  "aboutUs.startExploring": "Comience a explorar hoy",
  "aboutUs.howToBuy": "Cómo comprar un automóvil",
  "aboutUs.howToBuySubtitle": "Siga estos sencillos pasos para encontrar y comprar su vehículo perfecto",
  "aboutUs.step1Title": "Navegar y buscar",
  "aboutUs.step1Desc": "Explore nuestra extensa colección de automóviles. Use filtros para encontrar vehículos por marca, tipo, rango de precios, ubicación y más. Guarde sus favoritos para compararlos más tarde.",
  "aboutUs.step2Title": "Ver detalles",
  "aboutUs.step2Desc": "Haga clic en cualquier automóvil para ver información detallada, incluidas especificaciones, imágenes, condición, kilometraje e información del vendedor. Contacte al vendedor directamente a través de nuestra plataforma.",
  "aboutUs.step3Title": "Negociar y pagar",
  "aboutUs.step3Desc": "Comuníquese con el vendedor para negociar el precio y organizar el pago. Proporcionamos opciones de pago seguras y soporte de transacciones para garantizar una compra segura.",
  "aboutUs.step4Title": "Completar la compra",
  "aboutUs.step4Desc": "Finalice la transacción, complete todos los documentos y tome posesión de su nuevo automóvil. Nuestro equipo está aquí para ayudarlo durante todo el proceso.",
  "aboutUs.browseCarsForSale": "Explorar automóviles en venta",
  "aboutUs.howToRent": "Cómo alquilar un automóvil",
  "aboutUs.howToRentSubtitle": "Alquile un automóvil rápida y fácilmente con nuestro proceso de alquiler simplificado",
  "aboutUs.rentStep1Title": "Encontrar automóviles de alquiler",
  "aboutUs.rentStep1Desc": "Busque automóviles de alquiler disponibles por ubicación, fecha, tipo de automóvil y precio. Vea la disponibilidad en tiempo real y compare diferentes opciones de alquiler.",
  "aboutUs.rentStep2Title": "Seleccionar fechas",
  "aboutUs.rentStep2Desc": "Elija las fechas de inicio y fin de su alquiler. Verifique los períodos mínimos y máximos de alquiler para cada vehículo. Algunos automóviles pueden tener requisitos específicos de duración de alquiler.",
  "aboutUs.rentStep3Title": "Reservar y pagar",
  "aboutUs.rentStep3Desc": "Revise los términos de alquiler, precios y tarifas adicionales. Complete su reserva con pago seguro. Recibirá una confirmación con todos los detalles del alquiler.",
  "aboutUs.rentStep4Title": "Recoger y devolver",
  "aboutUs.rentStep4Desc": "Recoja su automóvil de alquiler en el lugar y hora acordados. Disfrute de su período de alquiler y luego devuelva el vehículo en las mismas condiciones. Nuestra plataforma rastrea el estado de su alquiler.",
  "aboutUs.browseCarsForRent": "Explorar automóviles en alquiler"
}
