{
	"Home": "Главная",
	"Rent": "Аренда",
	"Buy": "Купить",
	"Properties": "Имущество",
	"Agents": "Агенты",
	"Community": "Сообщество",
	"My Page": "Моя страница",
	"CS": "Обслуживание",
	"Login": "Логин",
	"Register": "регистрация",
	"Location": "Расположение",
	"Property type": "Тип недвижимости",
	"Rooms": "Комната",
	"Advanced": "Расширенные",
	"Property Search": "поиск Имущество",
	"We are glad to see you again!": "Мы рады видеть вас снова!",
	"Home / For Rent": "Дом / В аренду",
	"Agent Page": "Страница агента",
	"my page": "моя страница",
	"Community Detail": "Детали сообщества",
	"Login/Signup": "Логин/регистрация",
	"Member Page": "Страница участника",
	"Dealers": "Дилеры",
	"English": "Английский",
	"Spanish": "Испанский",
	"Korean": "Корейский",
	"Russian": "Русский",
	"AboutUs": "О нас",
	"About Us": "О нас",
	"aboutUs.subtitle": "Наша миссия — предоставить покупателям и продавцам автомобилей лучший опыт работы на рынке, делая автомобильные сделки проще и надежнее по всему миру.",
	"aboutUs.welcomeTitle": "Добро пожаловать в TurboCar — улучшите свой опыт, помогая автомобильному сообществу процветать",
	"aboutUs.welcomeText1": "Начните свое путешествие сегодня и измените автомобильный рынок к лучшему — все бесплатно! Ознакомьтесь с нашими доступными возможностями ниже и присоединяйтесь к нам в нашей миссии по улучшению жизни покупателей и продавцов автомобилей.",
	"aboutUs.welcomeText2": "Мы поддерживаем автодилеров и частных продавцов всех размеров, помогая им расти, внося вклад в автомобильное сообщество. Наша тщательно подобранная коллекция инструментов и ресурсов позволяет вам оказывать положительное влияние, объединяя качественные автомобили и заботливых владельцев.",
	"aboutUs.startExploring": "Начните исследовать сегодня",
	"aboutUs.howToBuy": "Как купить автомобиль",
	"aboutUs.howToBuySubtitle": "Следуйте этим простым шагам, чтобы найти и приобрести идеальный автомобиль",
	"aboutUs.step1Title": "Просмотр и поиск",
	"aboutUs.step1Desc": "Изучите нашу обширную коллекцию автомобилей. Используйте фильтры для поиска автомобилей по марке, типу, ценовому диапазону, местоположению и многому другому. Сохраняйте избранные для последующего сравнения.",
	"aboutUs.step2Title": "Просмотр деталей",
	"aboutUs.step2Desc": "Нажмите на любой автомобиль, чтобы увидеть подробную информацию, включая характеристики, изображения, состояние, пробег и информацию о продавце. Свяжитесь с продавцом напрямую через нашу платформу.",
	"aboutUs.step3Title": "Переговоры и оплата",
	"aboutUs.step3Desc": "Общайтесь с продавцом для согласования цены и организации оплаты. Мы предоставляем безопасные варианты оплаты и поддержку транзакций для обеспечения безопасной покупки.",
	"aboutUs.step4Title": "Завершение покупки",
	"aboutUs.step4Desc": "Завершите сделку, заполните все документы и станьте владельцем нового автомобиля. Наша команда готова помочь вам на протяжении всего процесса.",
	"aboutUs.browseCarsForSale": "Просмотреть автомобили на продажу",
	"aboutUs.howToRent": "Как арендовать автомобиль",
	"aboutUs.howToRentSubtitle": "Арендуйте автомобиль быстро и легко с помощью нашего упрощенного процесса аренды",
	"aboutUs.rentStep1Title": "Найти автомобили в аренду",
	"aboutUs.rentStep1Desc": "Ищите доступные автомобили в аренду по местоположению, дате, типу автомобиля и цене. Просматривайте доступность в реальном времени и сравнивайте различные варианты аренды.",
	"aboutUs.rentStep2Title": "Выбрать даты",
	"aboutUs.rentStep2Desc": "Выберите даты начала и окончания аренды. Проверьте минимальные и максимальные периоды аренды для каждого автомобиля. Некоторые автомобили могут иметь особые требования к продолжительности аренды.",
	"aboutUs.rentStep3Title": "Забронировать и оплатить",
	"aboutUs.rentStep3Desc": "Просмотрите условия аренды, цены и любые дополнительные сборы. Завершите бронирование с безопасной оплатой. Вы получите подтверждение со всеми деталями аренды.",
	"aboutUs.rentStep4Title": "Получить и вернуть",
	"aboutUs.rentStep4Desc": "Получите арендованный автомобиль в согласованном месте и время. Наслаждайтесь периодом аренды, затем верните автомобиль в том же состоянии. Наша платформа отслеживает статус вашей аренды.",
	"aboutUs.browseCarsForRent": "Просмотреть автомобили в аренду"
}
