{
  "Home": "Home",
  "Rent": "Rent",
  "Buy": "Buy",
  "Properties": "Properties",
  "Agents": "Agents",
  "Community": "Community",
  "My Page": "My Page",
  "CS": "CS",
  "Login": "Login",
  "Register": "Register",
  "Location": "Location",
  "Property type": "Property type",
  "Rooms": "Rooms",
  "Advanced": "Advanced",
  "Property Search": "Property Search",
  "We are glad to see you again!": "We are glad to see you again!",
  "Home / For Rent": "Home / For Rent",
  "Agent Page": "Agent Page",
  "my page": "my page",
  "Community Detail": "Community Detail",
  "Login/Signup": "Login/Signup",
  "Member Page": "Member Page",
  "Dealers": "Dealers",
  "English": "English",
  "Spanish": "Spanish",
  "Korean": "Korean",
  "Russian": "Russian",
  "AboutUs": "About Us",
  "About Us": "About Us",
  "aboutUs.subtitle": "We're on a mission to provide car buyers and sellers with the best marketplace experience, making car transactions easier and more trustworthy worldwide.",
  "aboutUs.welcomeTitle": "Welcome to TurboCar — enhance your experience while helping the car community thrive",
  "aboutUs.welcomeText1": "Start your journey today and make a difference in the car marketplace — all for free! Check out our available opportunities below and join us in our mission to improve the lives of car buyers and sellers.",
  "aboutUs.welcomeText2": "We support car dealers and private sellers of all sizes, helping them grow while contributing to the automotive community. Our curated collection of tools and resources empowers you to make a positive impact, bringing quality cars and loving owners together.",
  "aboutUs.startExploring": "Start Exploring Today",
  "aboutUs.howToBuy": "How to Buy a Car",
  "aboutUs.howToBuySubtitle": "Follow these simple steps to find and purchase your perfect vehicle",
  "aboutUs.step1Title": "Browse & Search",
  "aboutUs.step1Desc": "Explore our extensive collection of cars. Use filters to find vehicles by brand, type, price range, location, and more. Save your favorites for later comparison.",
  "aboutUs.step2Title": "View Details",
  "aboutUs.step2Desc": "Click on any car to see detailed information including specifications, images, condition, mileage, and seller information. Contact the seller directly through our platform.",
  "aboutUs.step3Title": "Negotiate & Pay",
  "aboutUs.step3Desc": "Communicate with the seller to negotiate the price and arrange payment. We provide secure payment options and transaction support to ensure a safe purchase.",
  "aboutUs.step4Title": "Complete Purchase",
  "aboutUs.step4Desc": "Finalize the transaction, complete all paperwork, and take ownership of your new car. Our team is here to assist you throughout the entire process.",
  "aboutUs.browseCarsForSale": "Browse Cars for Sale",
  "aboutUs.howToRent": "How to Rent a Car",
  "aboutUs.howToRentSubtitle": "Rent a car quickly and easily with our streamlined rental process",
  "aboutUs.rentStep1Title": "Find Rental Cars",
  "aboutUs.rentStep1Desc": "Search for available rental cars by location, date, car type, and price. View real-time availability and compare different rental options.",
  "aboutUs.rentStep2Title": "Select Dates",
  "aboutUs.rentStep2Desc": "Choose your rental start and end dates. Check minimum and maximum rental periods for each vehicle. Some cars may have specific rental duration requirements.",
  "aboutUs.rentStep3Title": "Book & Pay",
  "aboutUs.rentStep3Desc": "Review rental terms, pricing, and any additional fees. Complete your booking with secure payment. You'll receive a confirmation with all rental details.",
  "aboutUs.rentStep4Title": "Pick Up & Return",
  "aboutUs.rentStep4Desc": "Pick up your rental car at the agreed location and time. Enjoy your rental period, then return the vehicle in the same condition. Our platform tracks your rental status.",
  "aboutUs.browseCarsForRent": "Browse Cars for Rent"
}